Repository: madi-nuralin/material
Catalog: locale/*/locale.po
Languages: es, ja, ko, pt_br, ru, uk

# plugins.themes.material.name
source: Material Theme
es: Tema material
ja: マテリアル テーマ
ko: 머티리얼 테마
pt_br: Material Tema
ru: Тема оформления Material
uk: Оформлення теми Material

# plugins.themes.material.description
source: This theme implements the material theme.
es: Este tema implementa la estética por defecto.
ja: このテーマは、デフォルトのテーマを実装しています。
ko: 이 테마를 기본 테마로 적용합니다.
pt_br: Este tema implementa o tema material.
ru: Реализует тему оформления Material.
uk: Реалізує тему оформлення Material.

# plugins.themes.material.option.typography.label
source: Typography
es: Tipografía
ko: 서체
pt_br: Tipografia
ru: Типографика
uk: Типографія

# plugins.themes.material.option.typography.description
source: Choose a font combination that suits this journal.
es: Escoge la combinación de fuentes que se ajusta a esta revista.
ko: 이 학술지에 어울리는 폰트 조합을 선택하세요.
pt_br: Escolha uma combinação de fontes adequada a esta revista.
ru: Выберите комбинацию шрифтов, которая подходит для этого журнала.
uk: Виберіть комбінацію шрифтів, що пасує для цього журналу.

# plugins.themes.material.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
es: Noto Sans: Fuente digital nativa diseñada por Google con un amplio soporte idiomático.
ko: Noto Sans : 광범위한 언어 지원을 위해 Google에서 디자인한 디지털 네이티브 글꼴입니다.
pt_br: Noto Sans: Uma fonte nativa digital projetada pelo Google para amplo suporte a idiomas.
ru: Noto Sans: экранный шрифт, созданный Google для поддержки широкого спектра языков.
uk: Noto Sans: екранний шрифт, створений Google для широкого спектру мов.

# plugins.themes.material.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
es: Noto Serif: Variante con sarifa de la fuente digital nativa de Google.
ko: Noto Serif : Google 디지털 네이티브 글꼴의 serif 변형입니다.
pt_br: Noto Serif: Uma variante com serifa da fonte nativa digital do Google.
ru: Noto Serif: антиква, вариант экранного шрифта от Google с засечками.
uk: Noto Serif: антиква, варіант екранного шрифту від Google із засічками.

# plugins.themes.material.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
es: Noto Serif/Noto Sans: Emparejamiento complementario con sarifa para los títulos sin sarifa para el cuerpo de texto.
ko: Noto Serif/Noto Sans : serif 제목과 sans-serif 본문 텍스트로 구성된 쌍입니다.
pt_br: Noto Serif/Noto Sans: Um par complementar com cabeçalhos serifados e corpo do texto sem serifa.
ru: Noto Serif/Noto Sans: дополняющая друг друга пара с заголовками антиквой и основным текстом, набранным гротеском.
uk: Noto Serif/Noto Sans: пара, що доповнює один одного, із заголовками антиквою і основним текстом, набраним гротеском.

# plugins.themes.material.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
es: Noto Sans/Noto Serif: Emparejamiento complementario sin sarifa para los títulos con sarifa para el cuerpo de texto.
ko: Noto Sans/Noto Serif : sans-serif 제목과 serif 본문 텍스트로 구성된 쌍입니다.
pt_br: Noto Sans/Noto Serif: Um emparelhamento complementar com cabeçalhos sem serifa e corpo do texto com serifa.
ru: Noto Sans/Noto Serif: дополняющая друг друга пара с заголовками гротеском и основным текстом, набранным антиквой.
uk: Noto Sans/Noto Serif: пара, що доповнює один одного, із заголовками гротеском і основним текстом, набраним антиквою.

# plugins.themes.material.option.typography.lato
source: Lato: A popular modern sans-serif font.
es: Lato: Fuente sin sarifa, moderna y popular.
ko: Lato : 인기있는 현대 산셰리프 글꼴입니다.
pt_br: Lato: Uma fonte popular sem serifa moderna.
ru: Lato: популярный современный гротеск.
uk: Lato: найпопулярніший сучасний гротеск.

# plugins.themes.material.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
es: Lora: Fuente serif de amplio espectro, buena para leer en línea.
ko: Lora : 온라인 읽기에 적합한 세리프 글꼴입니다.
pt_br: Lora: Uma fonte com serifa ampla boa para leitura online.
ru: Lora: широкая антиква, удобная для чтения с экрана.
uk: Lora: широкая антиква, удобная для чтения с экрана.

# plugins.themes.material.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
es: Lora/Open Sans: un emparejamiento complementario con sarifa para los títulos y sin sarifa para el cuerpo de texto.
ko: Lora/Open Sans : serif 제목과 sans-serif 본문 텍스트로 구성된 쌍입니다.
pt_br: Lora/Open Sans: Uma combinação complementar com cabeçalhos serifados e corpo do texto sem serifa.
ru: Lora/Open Sans: дополняющая друг друга пара с заголовками антиквой и основным текстом, набранным гротеском.
uk: Lora/Open Sans: дополняющая друг друга пара с заголовками антиквой и основным текстом, набранным гротеском.

# plugins.themes.material.option.colour.label
source: Colour
es: Color
ja: 色
ko: 색상
pt_br: Cor
ru: Цвет
uk: Колір

# plugins.themes.material.option.colour.description
source: Choose a colour for the header.
es: Escoja un color para la cabecera.
ja: ヘッダーの色を選択してください。
ko: 헤더의 색상을 선택하세요.
pt_br: Escolha uma cor para o cabeçalho.
ru: Выбрать цвет для верхнего колонтитула.
uk: Виберіть колір верхнього колонтитулу.

# plugins.themes.material.option.showDescriptionInJournalIndex.option
source: Show the journal summary on the homepage.
es: Mostrar el sumario de la revista en la página de inicio.
ja: ホームページに雑誌の概要を表示します。
ko: 학술지 요약을 홈페이지에 표시.
pt_br: Mostre o resumo do diário na página inicial.
ru: Показать краткую информацию о журнале на главной странице.
uk: Показати резюме журналу на головній сторінці.

# plugins.themes.material.option.useHomepageImageAsHeader.label
source: Header Background Image
es: Imagen de fondo de la cabecera
ja: ヘッダーの背景画像
ko: 헤더 배경 이미지
pt_br: Imagem de fundo do cabeçalho
ru: Фоновое изображение верхнего колонтитула
uk: Фонове зображення верхнього колонтитулу

# plugins.themes.material.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
es: Cuando se haya cargado una imagen de página de inicio, muéstrala en el fondo de la cabecera en lugar de en su posición habitual de la página de inicio.
ja: ホームページの画像をアップロードしたら、ホームページの通常の位置ではなく、ヘッダーの背景に表示します。
ko: 홈페이지 이미지가 업로드되면 홈페이지의 일반적인 위치 대신 헤더의 배경에 표시합니다.
pt_br: Quando uma imagem da página inicial for carregada, exiba-a no plano de fundo do cabeçalho, em vez de sua posição normal na página inicial.
ru: После загрузки изображения главной страницы отображать его в качестве фона верхнего колонтитула, а не на обычном месте на главной странице.
uk: Після вивантаження зображення для головної сторінки показувати його як фон верхнього колонтитулу замість звичної позиції на головній сторінці.

# plugins.themes.material.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
es: Mostrar la imagen de página de inicio como fondo de la cabecera.
ja: ホームページの画像をヘッダーの背景として表示します。
ko: 홈페이지 이미지를 헤더 배경으로 표시합니다.
pt_br: Mostre a imagem da página inicial como plano de fundo do cabeçalho.
ru: Показывать изображение главной страницы как фон верхнего колонтитула.
uk: Показувати зображення головної сторінки як тло верхнього колонтитула.

# plugins.themes.material.makeSubmission
source: Send article
es: Enviar artículo
ja: 記事を送る
ko: 기사 보내기
pt_br: Enviar artigo
ru: Отправить статью
uk: Надіслати статтю

# plugins.themes.material.option.disablePrefixAndTitle.label
source: Disable article title prefix
es: Deshabilitar el prefijo del título del artículo
ja: 記事タイトルのプレフィックスを無効にする
ko: 기사 제목 프리픽스 비활성화
pt_br: Desativar o prefixo do título do artigo
ru: Отключить префикс заголовка статьи
uk: Вимкнути префікс заголовка статті

# plugins.themes.material.option.disablePrefixAndTitle.description
source: Disable article title prefix.
es: Deshabilitar el prefijo del título del artículo.
ja: 記事タイトルのプレフィックスを無効にする.
ko: 기사 제목 프리픽스 비활성화.
pt_br: Desative o prefixo do título do artigo.
ru: Отключить префикс заголовка статьи.
uk: Вимкнути префікс заголовка статті.

# plugins.themes.material.option.disablePrefixAndTitle.option
source: Disable article title prefix.
es: Deshabilitar el prefijo del título del artículo.
ja: 記事タイトルのプレフィックスを無効にする.
ko: 기사 제목 프리픽스 비활성화.
pt_br: Desative o prefixo do título do artigo.
ru: Отключить префикс заголовка статьи.
uk: Вимкнути префікс заголовка статті.

# plugins.themes.material.option.disableArticleSubtitle.label
source: Disable article subtitle
es: Deshabilitar el subtítulo del artículo
ja: 記事のサブタイトルを無効にする
ko: 기사 자막 비활성화
pt_br: Desativar subtítulo do artigo
ru: Отключить подзаголовок статьи
uk: Вимкнути підзаголовок статті

# plugins.themes.material.option.disableArticleSubtitle.description
source: Disable article subtitle.
es: Deshabilitar el subtítulo del artículo.
ja: 記事のサブタイトルを無効にする.
ko: 기사 자막 비활성화.
pt_br: Desative o subtítulo do artigo.
ru: Отключить подзаголовок статьи.
uk: Вимкнути підзаголовок статті.

# plugins.themes.material.option.disableArticleSubtitle.option
source: Disable article subtitle.
es: Deshabilitar el subtítulo del artículo.
ja: 記事のサブタイトルを無効にする.
ko: 기사 자막 비활성화.
pt_br: Desative o subtítulo do artigo.
ru: Отключить подзаголовок статьи.
uk: Вимкнути підзаголовок статті.

# plugins.themes.material.option.issueArchiveColumns.label
source: Number of columns in Issue Archive page
es: Número de columnas en la página Archivo de problemas
ja: 課題アーカイブ ページの列数
ko: 이슈 아카이브 페이지의 열 수
pt_br: Número de colunas na página Arquivo de problemas
ru: Количество столбцов на странице архива задач

# plugins.themes.material.option.issueArchiveColumns.description
source: Insert number of columns, the value should be positive number
es: Inserte el número de columnas, el valor debe ser un número positivo
ja: 列数を挿入します。値は正の数でなければなりません
ko: 열 수 삽입, 값은 양수여야 합니다.
pt_br: Insira o número de colunas, o valor deve ser um número positivo
ru: Вставьте количество столбцов, значение должно быть положительным числом
